[
    {
        "Q":"What makes this all work?",
        "A":"You do, and so do we! Funder works by you submitting ideas, and your fellow users approving them by giving your idea funding. The funds raised will then be used to pay for lobbying efforts to promote the project you submitted"
    },
    {
        "Q":"Wait a second, what's in this for you?",
        "A":"Hopefully a better way to run our goverment, a better voice for our people, and a way to really make sure it's the peoples influance that our politicians are bowing down to."
    },
    {
        "Q":"But how will you errr... fund Funder?", 
        "A":"By Funder campaign of course, We'll figure out our fixed operating costs, salaries, and a percentage of incidentals for the year and have a project to keep this going for another year, it'll be just like your public radio stations yearly fund drive, except we don't have Alec Baldwin doing radio spots for us"
    },
    {
        "Q":"How do we know you aren't some corporate shill?",
        "A":"You don't, but I'm not, I'm just a guy from Iowa living in Portland OR that's got an idea, plus things don't happen if you don't vote and fund them"
    },
    {
        "Q":"What's keeping you from pocketing the money and running?",
        "A":"Non Profit Tax Law, my fear of prison and people with pitchforks, because we're doing the funding of this adventure via it's own campaign it's easy to track where everyones money is going to go to, your money only goes to what you want funded"
    },
    {
        "Q":"You didn't lobby my kill all the &lt;Insert Typical Group hated against&gt;",
        "A":"Of course I didn't, and if I could I'd report all of you to your mothers and the police for thinking such things. I will not allow this to become a forum of persecution, or a tool to promote they tyrany of the majority or minority"
    },
    {
        "Q":"HA! My project to end lobbying succeded! Now what are you going to do?",
        "A":"Probably go watch some TV or play with my dog, then find a new job or project to develope, It would be amazing to not need to have to this tool be nesasarry to get the publics voice heard again"
    },
    {
        "Q":"I've funded things, but I want to do more, what can I do?",
        "A":"Kick ass, I'm a software engineer that happens to like politics, but I don't really know jack about anything else, have a skill you think would be put to good use? TwitBookPlus us and lets see if we can make magic happen"
    }
]